Repository: inovative-sk/search-tools
Catalog: languages/search-tools-*.po
Languages: cs_cz, sk_sk

source: %s cannot be unserialized.
cs_cz: %s nelze zrušit serializaci.
sk_sk: %s nemôže byť neserializované.

source: 7 DAYS
cs_cz: 7 dní
sk_sk: 7 DNÍ

source: All Users
cs_cz: Všichni uživatelé
sk_sk: Všetci používatelia

source: AND
cs_cz: A
sk_sk: A

source: Ascending
cs_cz: Vzestupně
sk_sk: Vzostupne

source: Author Setting
cs_cz: Nastavení autora
sk_sk: Nastavenie autora

source: Background Colour
cs_cz: Barva pozadí
sk_sk: Farba pozadia

source: Contents will not appear in search results older than this date OR leave blank to disable this feature.
cs_cz: Obsah se nezobrazí ve výsledcích vyhledávání starších než toto datum, NEBO ponechejte prázdné, chcete-li tuto funkci deaktivovat.
sk_sk: Príspevky staršie ako tento dátum sa nezobrazia vo výsledkoch vyhľadávania, alebo ponechajte prázdne.

source: Count
cs_cz: Počet
sk_sk: Počet

source: Date
cs_cz: Datum
sk_sk: Dátum

source: Date seems to be in invalid format!
cs_cz: Datum se zdá být v neplatném formátu!
sk_sk: Dátum je pravdepodobne v zlom formáte!

source: Descending
cs_cz: Sestupně
sk_sk: Zostupne

source: Disable Search
cs_cz: Zakázat vyhledávání
sk_sk: Zablokovať vyhľadávanie

source: Download .csv
cs_cz: Stáhnout .csv
sk_sk: Stiahnuť .csv súbor

source: Enable Highlight
cs_cz: Povolit zvýraznění
sk_sk: Povoľ zvýrazňovanie

source: Extend Search
cs_cz: Rozšířit vyhledávání
sk_sk: Rozšírenie vyhľadávania

source: Extend WordPress Search
cs_cz: Rozšířit vyhledávání WordPress
sk_sk: Rozšírenie WordPress vyhľadávania

source: General Search Setting
cs_cz: Obecné nastavení vyhledávání
sk_sk: Všeobecné nastavenia

source: Good news! Happy to see that Search Tools plugin works for you.
cs_cz: Dobré zprávy! Jsme rádi, že vám plugin Search Tools funguje.
sk_sk: Dobré správy! Teší ma, že Search Tools Ti dobre slúži.

source: Guests
cs_cz: Nepřihlášen
sk_sk: Nepríhlásení

source: Highlight Searched Term
cs_cz: Zvýrazněte hledaný výraz
sk_sk: Zvýraznenie vyhľadávaného slova

source: Highlights search term (customizable colours), collects data (privacy friendly analytics), extends default engine. New 2024 WP plugin.
cs_cz: Zvýrazňuje hledaný výraz (přizpůsobitelné barvy), shromažďuje data (analytika přátelská k soukromí), rozšiřuje výchozí vyhledávaní. Nový 2024 WordPress plugin.
sk_sk: Zvýrazňuje vyhľadávané slovo (farby sú nastavovateľné), zbiera štatistiky (priateľské ku GDPR), rozširuje základné vyhľadávanie. Nový, 2024 WP plugin.

source: If checked then it will display those results whose Author "Display name" match the search terms.
cs_cz: Pokud je zaškrtnuto, zobrazí se výsledky, jejichž „Display Name“ autora odpovídá hledaným výrazům.
sk_sk: Ak zaškrtnuté, zobrazia sa výsledky ktorých autorovo "Display name" sa zhoduje s vyhľadávaným slovom.

source: If you are selecting Media post type then save the settings once to enable more media settings.
cs_cz: Pokud vyberete Typ příspěvku média, uložte nastavení jednou, abyste povolili další nastavení médií.
sk_sk: Ak vyberáš "Media post type", najprv ulož nastavenia, potom sa Ti zobrazia ďalšie možnosti.

source: Insights
cs_cz: Analytika
sk_sk: Prehľady

source: Last 30 days
cs_cz: Posledních 30 dnů
sk_sk: Posledných 30 dní

source: Last 7 days
cs_cz: Posledních 7 dnů
sk_sk: Posledných 7 dní

source: Last Modified Date
cs_cz: Datum poslední změny
sk_sk: Naposledy upravené

source: Logged in
cs_cz: Přihlášen
sk_sk: Prihlásení

source: Manage the colours of the highlighted term in the search results.
cs_cz: Spravujte barvy zvýrazněného výrazu ve výsledcích vyhledávání.
sk_sk: Uprav farebnosť zvýrazneného výrazu.

source: Match the search term exactly
cs_cz: Shoduje se přesně s hledaným výrazem
sk_sk: Páruj vyhľadávané slovo podľa presnej zhody.

source: Media Search Settings
cs_cz: Nastavení vyhledávání médií
sk_sk: Nastavenia vyhľadávania médií

source: Media Types
cs_cz: Typy médií
sk_sk: Typy médií

source: Miscellaneous Settings
cs_cz: Různá nastavení
sk_sk: Ostatné nastavenia

source: No
cs_cz: Ne
sk_sk: Nie

source: No meta key found!
cs_cz: Nebyl nalezen žádný meta klíč!
sk_sk: Nenašiel sa "meta kľúč"!

source: No public post type found!
cs_cz: Nebyl nalezen žádný “post type”!
sk_sk: Nenašiel sa žiadny "post type"!

source: No public taxonomy found!
cs_cz: Nebyla nalezena žádná “taxonomy”!
sk_sk: Nenašla sa žiadna "taxonomy"!

source: No searches collected yet. Do one by yourself or wait for visitors data.
cs_cz: Dosud nebyla shromážděna žádná vyhledávání. Udělejte to sami nebo počkejte na data návštěvníků.
sk_sk: Zatiaľ žiadne štatistiky.

source: No searches for this period yet.
cs_cz: Pro toto období zatím žádná vyhledávání.
sk_sk: Zatiaľ žiadne štatistiky.

source: Number of Comments
cs_cz: Počet komentářů
sk_sk: Počet komentárov

source: Number of posts to display on search result page OR leave blank for default value.
cs_cz: Počet příspěvků k zobrazení na stránce s výsledky vyhledávání NEBO ponechejte prázdné pro výchozí hodnotu.
sk_sk: Počet zobrazených výsledkov vyhľadávania, alebo ponechaj prázdne pre základné nastavenie.

source: OR
cs_cz: NEBO
sk_sk: ALEBO

source: Order the sorted search items in Descending or Ascending. Default is Descending.
cs_cz: Seřazené položky hledání seřaďte Sestupně nebo Vzestupně. Výchozí hodnota je Sestupně.
sk_sk: Zoraď výsledky vyhľadávania zostupne alebo vzostupne. Predvolené je zostupne.

source: OVERALL
cs_cz: Celkově
sk_sk: CELKOVO

source: Overall
cs_cz: Celkově
sk_sk: Celkovo

source: Post Title
cs_cz: Název příspěvku
sk_sk: Nadpis

source: Post Type
cs_cz: Typ příspěvku
sk_sk: Typ článku

source: Posts per page
cs_cz: Příspěvky na stránku
sk_sk: Príspevkov na stranu

source: query
cs_cz: dotaz
sk_sk: výraz

source: Random
cs_cz: Náhodný
sk_sk: Náhodne

source: Relevance
cs_cz: Relevantnost
sk_sk: Relevantnosť

source: Remove search functionality completely?
cs_cz: Odebrat funkci vyhledávání úplně?
sk_sk: Zablokovať úplne vyhľadávanie?

source: Reset to WP Default
cs_cz: Obnovit výchozí nastavení WP
sk_sk: Reset na predvolené hodnoty

source: results
cs_cz: výsledky
sk_sk: výsledkov

source: Save Changes
cs_cz: Uložit změny
sk_sk: Uložiť zmeny

source: Search in Author display name
cs_cz: Hledat v “Display Name” autora
sk_sk: Vyhľadávať v "display name" autora

source: Search in Content
cs_cz: Hledat v obsahu
sk_sk: Vyhľadávať v tele článku

source: Search in Excerpt
cs_cz: Hledej v úryvku
sk_sk: Vyhľadávať v excerpte

source: Search in Title
cs_cz: Hledat v názvu
sk_sk: Vyhľadávať v nadpise

source: Search Insights
cs_cz: Statistiky vyhledávání
sk_sk: Štatistiky vyhľadávania

source: Search Results Order
cs_cz: Pořadí výsledků vyhledávání
sk_sk: Poradie výsledkov

source: Search Tools Options
cs_cz: Možnosti Search Tools
sk_sk: Search Tools možnosti

source: Search Tools plugin requires WordPress version %s or newer. Please update your [link]WordPress[/link] installation.
cs_cz: Plugin Search Tools vyžaduje verzi WordPress%s nebo novější. Aktualizujte prosím svůj [link]WordPress[/link].

source: Search Tools requires PHP version %s or newer. You are running version [version]. Please upgrade your site.
cs_cz: Search Tools vyžaduje verzi PHP%s nebo novější. Používáte verzi [verze]. Upgradujte prosím své stránky.

source: searched
cs_cz: hledán
sk_sk: hľadaní

source: SEARCHES LAST 90 DAYS
cs_cz: VYHLEDÁVÁNÍ POSLEDNÍCH 90 DNÍ
sk_sk: HĽADANIA POSLEDNÝCH 90 DNÍ

source: See more detailed overviews
cs_cz: Podívejte se na podrobnější přehledy
sk_sk: Pozri detailnejšie prehľady

source: Select at least one post type!
cs_cz: Vyberte alespoň jeden typ příspěvku!
sk_sk: Vyber aspoň jeden "post type"!

source: Select at least one setting to search!
cs_cz: Vyberte alespoň jedno nastavení pro vyhledávání!
sk_sk: Vyber aspoň jedno nastavenie!

source: Select date to exclude older results
cs_cz: Vyberte datum, chcete-li vyloučit starší výsledky
sk_sk: Vyber dátum odkedy vyhľadávať

source: Select Fields to include in WordPress default Search
cs_cz: Vyberte Pole, která chcete zahrnout do výchozího vyhledávání WordPress
sk_sk: Vyber polia, ktoré sa môžu prehľadávať.

source: Select Meta Key Names
cs_cz: Vyberte Meta Key Names
sk_sk: Vyber "Meta Key Names"

source: Select Post Types
cs_cz: Vyberte “Post Types”
sk_sk: Vyber "Post Types"

source: Select Taxonomies
cs_cz: Vyberte “Taxonomy”
sk_sk: Vyber "Taxonomies"

source: Select the media types to limit the results by type. Leave blank to search all media types.
cs_cz: Chcete-li omezit výsledky podle typu, vyberte typy médií. Chcete-li vyhledávat všechny typy médií, ponechte prázdné.
sk_sk: Vyber typy médií zobrazujúce sa vo výsledkoch. Ponechaj prázdne pre všetky typy.

source: Settings has been changed to WordPress default search setting.
cs_cz: Nastavení bylo změněno na výchozí nastavení vyhledávání WordPress.
sk_sk: Nastavenia si zmenil na základné.

source: Settings Saved
cs_cz: Nastavení uloženo
sk_sk: Nastavenia sú uložené

source: Sort search results based on metadata of items. The default value is %1$sRelevance%2$s.
cs_cz: Seřaďte výsledky vyhledávání na základě metadat položek. Výchozí hodnota je%1$s Relevantnost%2$s .
sk_sk: Zoraď výsledky výhľadávania podľa "meta data". Základná hodnota je %1$sRelevantnosť%2$s.

source: support
cs_cz: Podpora
sk_sk: podpora

source: Terms Relation Type
cs_cz: Typ vztahu dotazu
sk_sk: Vzťah medzi výrazmi

source: Text Colour
cs_cz: Barva textu
sk_sk: Farba textu

source: The plugin doesn't deserve it
cs_cz: Plugin si to nezaslouží
sk_sk: Plugin si to nezaslúži

source: This option is disabled because you have selected "Match the search term exactly". When using the exact match option, the sentence is not broken into terms instead the whole sentence is matched thus this option has no meaning.
cs_cz: Tato možnost je deaktivována, protože jste zvolili „Přesná shoda s hledaným výrazem“. Při použití možnosti přesné shody se věta nerozdělí na výrazy, místo toho se spojí celá věta, takže tato možnost nemá žádný význam.
sk_sk: Táto možnosť je zablokovaná, pretože si vybral "Páruj podľa presnej zhody".

source: This year
cs_cz: Tento rok
sk_sk: Tento rok

source: TODAY
cs_cz: DNES
sk_sk: DNES

source: Today
cs_cz: Dnes
sk_sk: Dnes

source: Type of query relation between search terms. e.g. someone searches for "my query" then define the relation between "my" and "query". The default value is AND.
cs_cz: Typ vztahu dotazu mezi hledanými výrazy. Výchozí hodnota je A (AND).
sk_sk: Typ vzťahu medzi vyhľadávanými výrazmi, napr. ak niekto hľadá "pekný deň", definuje vzťah medzi "pekný" a "deň". Základné nastavenie je A (AND).

source: upgrade to pro
cs_cz: Upgradujte na Pro
sk_sk: kúp pro verziu

source: Whether to match search term exactly or partially e.g. If someone search "Word" it will display items matching "WordPress" or "Word" but if you select Yes then it will display items only matching "Word". The default value is No.
cs_cz: Zda přesně nebo částečně odpovídat hledanému výrazu, např. Pokud někdo hledá &quot;Word&quot;, zobrazí položky odpovídající &quot;WordPress&quot; nebo &quot;Word&quot;, ale pokud zvolíte Ano, zobrazí se pouze položky odpovídající &quot;Word&quot;. Výchozí hodnota je Ne.
sk_sk: Má sa výraz vyhodnocovať ako "presná zhoda" alebo aj ako "čiastočná zhoda"? Základné je Nie.

source: Would you be so kind to rate the plugin in the wordpress.org?
cs_cz: Byli byste tak laskav a ohodnotili plugin na wordpress.org?
sk_sk: Bol by si taký dobrý a ohodnotil plugin na wordpress.org?

source: Yes
cs_cz: Ano
sk_sk: Áno

source: Yes, of course
cs_cz: Ano, samozřejmě
sk_sk: Áno, samozrejme

source: Peter Stehlik
sk_sk: Peter Stehlík

source: Post Slug
sk_sk: URL
